IDEA Open Model
ColumnData.SupportTopZ Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the end support. Not necessary if effective lengths are defined.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public SupportType SupportTopZ { get; set; }
Public Property SupportTopZ As SupportType
	Get
	Set
Property Value
Type: SupportType
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace